Repository: AlbertoPeon/openspending
Catalog: openspending/ui/i18n/*/LC_MESSAGES/openspending.ui.po
Languages: ca, es_es, ru, sk

source: Do you have spending questions? Ask and help to answer them on our [1:discussion list]. When you've found interesting information in the data, become a contributor to the [2:Spending Blog] to share your findings.
es_es: Tiene dudas sobre gastos? Pregunte y ayude a responderlas en nuestra [1:lista de discusión]. Cuando haya encontrado información interesante en los datos, conviértase en un contribuyente del [2: Blog de gasto] para compartir sus conclusiones.
ru: Есть вопросы по расходам? Задайте их в нашей [1:рассылке] и сами помогите другим с ответами. Если вы нашли какие-то интересные данные, то напишите в наш блог [2:Spending Blog].
sk: Máte otázky týkajúce sa výdavkov? Pýtajte sa a pomáhajte hľadať odpovede v našom [1:diskusnom fóre]. Ak ste v dátach našli zaujímavú informáciu, stante sa prispievateľom na [2:Spending Blogu] a podeľte sa o svoje zistenia.

source: Contribute
ca: Contribuir
es_es: Contribuye
ru: Внесите свой вклад
sk: Prispejte

source: Is your country, state or city not on OpenSpending yet? We're looking for spending data from all over the world. [1:Import a dataset] from your country or local community to visualize and explore government expenditure.
es_es: Su país, estado o ciudad no está aún en OpenSpending? Buscamos datos de gastos de todas partes del mundo. [1:Importe un conjunto de datos] de su país o comunidad local para visualizar y explorar gastos de gobierno.
ru: Ваша страна, регион или город еще не представлены на OpenSpending yet? Мы работаем с данными со всего мира. [1:Загрузите данные] о расходах в вашей стране или регионе. После этого вы сможете их визуализировать и исследовать.
sk: Je váš štát, kraj alebo mesto na OpenSpending? Hľadáme údaje o výdavkoch z celého sveta. [1:Importujte dátový súbor] z vášho štátu alebo miestnej samosprávy na vizualizáciu a preskúmanie výdavkov vlád/zastupiteľstiev.

source: Report an issue
ca: Informar d'un problema
es_es: Informa de un problema
ru: Сообщить о проблеме
sk: Nahlásiť problém

source: Report a data issue
ca: Informar d'un problema de les dades
es_es: Informa de un problema de los datos
ru: Сообщить о проблеме с данными
sk: Nahlásiť problém s dátami

source: If you notice any spending that either seems to be based on erroneous or misrepresented data or that is implausible in terms of the amount spent, the recipient or the spender, please help us flag these item by filling out the form below.
ca: Si vostè nota qualsevol despesa que sigui sembla estar basada en dades errònies o tergiversats o que és poc plausible en termes de la quantitat gastada, el destinatari o gastador, si us plau, ens ajuden a marcar aquests element omplint el següent formulari. Si us adoneu alguna despesa o bé sembla que es basa de dades errones o tergiversades, o bé que és poc plausible en termes de la quantitat gastada, del beneficiari o del gastador, si us plau ajudeu-nos a marcar aquest element omplint el formulari següent.
es_es: Si detecta que algún gasto parece basado en datos erróneos o tergiversados, o bien que los datos no son verosímiles en cuanto a la cantidad gastada, el beneficiario o el pagador, por favor ayúdenos a marcar este elemento rellenando el siguiente formulario.
ru: Если вы обнаружили ошибки или неточности в том, как представлены расходы (напр., неверные суммы, или обозначения, или ошибку в данных о плательщике и получателе), то сообщите нам об этом. Для этого заполните, пожалуйста, нижеследующую форму.
sk: Ak si všimnete akékoľvek výdavky, ktoré sa zdajú byť založené na chybných alebo skreslených dátach, alebo sú nepravdepodobné čo sa týka objemu ktorý bol použitý, príjemcu alebo vynakladateľa prostriedkov, prosím, pomôžte nám ich označiť tak, že vyplníte formulár uvedený nižšie.

source: REST API
ca: API REST
es_es: API REST

source: The Store's REST API
ca: Magatzem de l'API REST
es_es: El almacén de API REST
sk: NEPRELOZENE The Store's REST API

source: This API returns JSON versions of the store's domain objects. The URLs are generally the same as the URLs used by the web interface for the same objects, but with "/api/rest" prepended.
ca: Aquest API retorna versions JSON d'objectes de domini emmagatzemats. Generalment, les URL són les mateixes que les URL emprades per la interfície web per als mateixos objectes, però anteposant-hi "/api/rest".
es_es: Esta API devuelve versiones JSON almacenadas en los objetos de dominio. Generalmente las URL son las mismas URL usadas por la interficie web para los mismos objetos, pero anteponiendo "/api/rest".
ru: Этот API возвращает JSON-версии store's domain objects. URL обычно совпадают с теми URL, которые используются в веб-интерфейсе для тех же объектов, но с указанием "/api/rest".
sk: NEPRELOZENE This API returns JSON versions of the store's domain objects. The URLs are generally the same as the URLs used by the web interface for the same objects, but with "/api/rest" prepended.

source: Here are some examples:
ca: Heus aquí alguns exemples:
es_es: He aquí algunos ejemplos:
ru: Некоторые примеры:
sk: Tu je niekoľko príkladov:

source: The JSON response generally contains the same information as the corresponding web page, but in more detail.
ca: Generalment la resposta JSON conté la mateixa informació que la pàgina web corresponent, però amb més detall.
es_es: Generalmente la respuesta JSON contiene la misma información que la de la correspondiente página web, pero con más detalles.
ru: Возвращаемый JSON-файл обычно содержит ту же информацию, что и соотв. веб-страница, но с болеьшими подробностями.
sk: JSON odpoveď vo všeobecnosti obsahuje tú istú informáciu ako korešpondujúca webstránka, ale detailnejšie.

source: A JSONP object is returned if a [1:callback] parameter is supplied (usually by appending "?callback=myfun" or similar).
ca: Es retorna un objecte JSONP si es proporciona un paràmetre de [1:retorn (callback)] (normalment afegint-hi "?callback=myfun" o similar).
es_es: Se retorna un objeto JSONP si se proporciona un parámetro de [1:retorno (callback)] (normalmente añadiendo "?callback=myfun" o similar).
ru: Объект JSON возвращается, если указан параметр [1:callback] (обычно с помощью "?callback=myfun" или подобным образом)
sk: NEPRELOZENE JSONP object is returned if a [1:callback] parameter is supplied (usually by appending "?callback=myfun" or similar).

source: nav-source
es_es: nav-origen

source: Report:
ca: Informe:
es_es: Reporte:
ru: Отчет:
sk: Správa:

source: Errors,
es_es: Errores,
ru: Ошибки,
sk: Chyby,

source: Nothing to report!
ca: Res per informar!
es_es: Nada para reportar!
ru: Нет данных для отчета!
sk: Nič na reportovanie!

source: The source has been loaded successfully. This does not mean the data is stored in a form which is semantically useful, though, so don't forget to sanity-check a few entries!
es_es: La fuente fue cargada con éxito. Esto no quiere decir que los datos estén almacenados en una forma que sea semánticamente útil, por lo que no se olvide de chequear algunos registros!
ru: Исходные данные успешно загружены Это не означает, что данные сохранены в семантически читаемой форме. Поэтому не забудьте провести дополнительную проверку!
sk: Zdroj bol úspešne načítaný. To však neznamená, že dáta sú uchované vo forme ktorá by bola sémanticky zmysluplná, takže nezabudnite pre istotu skontrolovať niekoľko záznamov!

source: Level
ca: Nivell
es_es: Nivel
ru: Уровень
sk: Úroveň

source: Message
ca: Missatge
es_es: Mensaje
ru: Сообщение
sk: Správa

source: Row
ca: Fila
es_es: Fila
ru: Строка
sk: Riadok

source: Column
ca: Columna
es_es: Columna
ru: Колонка
sk: Stĺpec

source: Link
ca: Enllaç
es_es: Enlaces
ru: Ссылка
sk: Prepojenie

source: Operations
ca: Operacions
es_es: Operaciones
ru: Операции
sk: Operácie

source: columns
ca: columnes
es_es: columnas
ru: колонки
sk: stĺpce

source: Test a sample
ca: Prova un exemple
es_es: Realizar una prueba
ru: Протестировать образец
sk: Otestovať vzorku

source: Load
ca: Carrega
es_es: Cargar
ru: Загрузить
sk: Načítať

source: Reports
ca: Informes
es_es: Reportes
ru: Отчеты
sk: Správy

source: Running
ca: Executant-se
es_es: Trabajando
ru: Идет обработка
sk: Spustené

source: Complete
ca: Complert
es_es: Finalizado
ru: Завершить
sk: Dokončené

source: Errors
es_es: Errores
ru: Ошибки
sk: Chyby

source: (%(count)s Errors)
es_es: (%(count)s Errores)
sk: (%(count)s chyby)

source: This must point directly at a valid CSV file. HTML landing pages or other formats, such as Excel, will not work.
es_es: Esto debe apuntar directamente a un archivo CSV válido. Páginas HTML de aterrizaje u otros formatos, como Excel, no funcionarán.
ru: Здесь необходимо указать прямую ссылку на csv-файл. Ссылки на html-страницы или иные форматы, напр., xls, не годятся.
sk: Musí byť zvolený priamo platný CSV súbor. HTML stránky alebo iné formáty, such ako napr. Excel, nebudú fungovať.

source: Create a data source
ca: Crear una font de dades
es_es: Crear un conjunto de datos
ru: Создать источник данных
sk: Vytvoriť dátový zdroj

source: The mapping has been updated.
sk: Mapovanie bolo aktualizované.

source: The mapping has been validated successfully.
sk: Mapovanie bolo úspešne potvrdené.

source: Error
ru: Ошибка
sk: Chyba

source: All datasets (%(count)s)...
sk: Všetky dátové súbory (%(count)s)...

source: Import a dataset...
sk: Importovať dátový súbor...

source: Timeline
sk: Časová os

source: To create a model for your dataset, you need to translate the columns in the data file to "dimensions", the logical divisions of the dataset. A dimension can be any property of a line item or transaction that should be presented within OpenSpending.
sk: NEPRELOZENE Na vytvorenie modelu pre váš dataset musíte preložiť stĺpce vo vašom dátovom súbore na "dimenzie", logické rozdelenie datasetu. Dimenzia môže byť akákoľvek vlastnosť riadkovej položky alebo transakcia, ktorá by mala byť prezentovaná v OpenSpending.

source: for the recipient of a specific transaction.
sk: pre príjemcu konkrétnej transakcie.

source: Beyond that, you can add your own dimensions to describe aspects such as classification schemes, descriptions, transaction IDs and any other details present in the source data.
sk: Okrem toho môžete pridať vaše vlastné dimenzie na opísanie aspektov ako klasifikačné schémy, opisy, ID transakcií a akékoľvek iné detaily nachádzajúce sa v zdrojových dátach.

source: with the core financial measure of the dataset and
sk: so základnou finančnou veľkosť dátového súboru

source: to represent the most representative temporal dimension.
sk: na prezentovanie najviac reprezentatívnej časovejl dimenzie.

source: If your data is transactional and contains the name of a department or body spending the funds, make sure to include a
sk: Ak sú vaše dáta transakčné a obsahujú meno oddelenia alebo orgánu, ktorý nakladá s prostriedkami, uistite sa, že zahrniete

source: Set a unique key combination so that the values within that combination are different between all entries in the dataset. This can later be used for updating the dataset.
sk: Nastavte jedinečnú kombináciu kľúčov tak aby hodnoty v rámci tejto kombinácie boli rôzne medzi všetkými záznamami v datasete. Toto môže byť neskôr využité pri aktualizovaní datasetu.

source: After you've done these basic things, make sure to also create dimensions to cover any other aspects present in the source data. You can group related columns into a single dimension, for example if each row mentions both a company's name and its VAT number.
ca: Després de fer aquestes tasques bàsiques, assegureu-vos també de crear les dimensions abastar altres aspectes presents a la font de les dades. Podeu agrupar columnes relacionades en una dimensió única, per exemple si cada fila esmenta el nom de la companyia i el seu número fiscal.
sk: Potom, čo ste zvládli tieto základné veci, uistite sa, že vytvoríte dimenzie pokrývajúce každý ďalší aspekt obsiahnutý v zdroji dát. Možete zoskupiť súvisiace stĺpce do jednej dimenzie, napríklad, ak každý riadok obsahuje aj meno spoločnosti aj jej DIČ.

source: [1:Good stuff!] Your data is now ready. Next, create a [2:data model] to structure the dataset. [3: [4:Create a model] [5:Learn more] ]
sk: [1:Dobrá práca!] Vaše dáta sú teraz pripravené. Ďalej vytvorte [2:dátový model] na štruktúrovanie datasetu. [3: [4:Vytvoriť model] [5:Dozvedieť sa viac] ]

source: [1:Here be dragons.] The visualizations editor does not have a graphical interface yet. If you still want to use it, please check out the [2:documentation] for the 'views' system.
ru: [1:Внимание!] Визуальный редактор пока не имеет GUI. Желающим воспользоваться им, просьба ознакомиться с [2:документацией] по визуальной схематизации.
sk: NEPRELOZENE [1:Here be dragons.] The visualizations editor does not have a graphical interface yet. If you still want to use it, please check out the [2:documentation] for the 'views' system.

source: E-Mail
ca: Adreça electrònica
ru: Адрес электронной почты

source: %(dataset_label)s: Dimensions [1:Facets of the dataset.]
ca: %(dataset_label)s: Dimensions [1:Característiques del conjunt de dades.]
ru: %(dataset_label)s: Диапазоны [1:Свойства пакета данных.]

source: OK
ca: D'acord
ru: ОК

source: Wiki
ru: Вики

source: Meta
ru: Мета
