Repository: AlbertoPeon/openspending
Catalog: openspending/ui/i18n/*/LC_MESSAGES/openspending.ui.po
Languages: ca, es_es, ru, sk

source: Login name already exists, please choose a different one
ca: Aquest nom d'usuari ja existeix, si us plau trieu-ne un altre diferent
es_es: El nombre de usuario ya existe, por favor elija otro diferente
ru: Такое имя пользователя уже зарегистрировано. Пожалуйста, выберите другое.
sk: Prihlasovacie meno už existuje, prosím, zvoľte si iné.

source: Passwords don't match!
ca: Les contrasenyes no coincideixen!
es_es: Las contraseñas no coinciden!
ru: Введенные пароли не совпадают!
sk: Heslá sa nezhodujú!

source: Your settings have been updated.
ca: La vostra configuració ha estat actualitzada.
es_es: Su configuración ha sido actualizada.
ru: Обновление ваших настроек завершено.
sk: Vaše nastavenia boli aktualizované.

source: Welcome back, %s!
ca: Benvingut de nou, %s!
es_es: Bienvenido de nuevo, %s!
ru: Приветствуем, %s!
sk: Vitajte späť, %s!

source: Incorrect user name or password!
ca: Nom d'usuari o contrasenya incorrecta!
es_es: Nombre de usuario o contraseña incorrecta!
ru: Неверное имя пользователя или пароль.
sk: Nesprávne prihlasovacie meno alebo heslo!

source: You have been logged out.
ca: Us heu desconnectat.
es_es: Se ha desconectado.
ru: Вы вышли из системы.
sk: Boli ste odhlásený.

source: A dataset with this identifer already exists!
ca: Ja existeix un conjunt de dades amb aquest identificador!
es_es: Ya existe un conjunto de datos con ese identificador!
ru: Пакет с таким идентификатором уже существует
sk: Dátový súbor s týmto identifikátorom už existuje!

source: Sorry, there is no member named %r
ca: Ho sentim però no hi ha cap membre anomenat %r
es_es: Lo sentimos, no hay ningún miembro llamado %r
ru: К сожалению, пользователь с именем %r не зарегистрирован.
sk: Prepáčte, neexistuje používateľ s menom %r

source: Sorry, there is no dimension named %r
ca: Ho sentim, no hi ha cap dimensió anomenada %r
es_es: Lo sentimos, no existe una dimensión llamada %r
ru: К сожалению, диапазон %r не указан.
sk: Prepáčte, neexistuje dimenzia s názvom %r

source: This is not a dimension
ca: Això no és una dimensió
es_es: Esto no es una dimensión
ru: Это не диапазон.
sk: Toto nie je dimenzia

source: The dataset has been updated.
ca: El conjunt de dades ha estat actualitzat.
es_es: El conjunto de datos ha sido actualizado.
ru: Пакет данных был обновлен.
sk: Dátový súbor bol aktualizovaný.

source: You cannot edit the dimensions model when data is loaded for the dataset.
ca: No podeu editar el model de dimensions mentre les dades s'estan carregant en el conjunt.
es_es: No puede editar el modelo de dimensiones cuando hay datos cargados en el conjunto de datos
ru: После загрузки данных вы не сможете редактировать модель диапазонов.
sk: Nemôžete upravovať dimenzie, pokiaľ sú dáta používané v dátovom súbore.

source: The mapping data could not be decoded as JSON!
ca: Les dades per assignar no es poden descodificar com a JSON!
es_es: Los datos del mapeo no pudieron ser decodificados como JSON!
ru: Данные схемы не удалось распознать в JSON!
sk: Dáta mapovania sa nepodarilo dekódovať ako JSON!

source: The views have been updated.
ca: S'han actualitzat les visualitzacions
es_es: Las vistas han sido actualizadas.
ru: Схема визуализации обновлена.
sk: Pohľady boli aktualizované.

source: The views could not be decoded as JSON!
ca: Les visualitzacions no poden ser descodificades com a JSON!
es_es: Las vistas no pudieron ser codificadas como JSON!
ru: Схему визуализации не удалось распознать в JSON!
sk: Pohľady nebolo možné dekódovať ako JSON!

source: The dataset has been cleared.
ca: El conjunt de dades s'ha eliminat.
es_es: El conjunto de datos ha sido borrado.
ru: Пакет данных стерт.
sk: Dátový súbor bol vymazaný.

source: This dataset is already public!
ca: Aquest conjunt de dades ja és públic!
es_es: El conjunto de datos ya es público!
ru: Этот пакет данных уже находится в открытом доступе.
sk: Tento dátový súbor už bol zverejnený!

source: Congratulations, the dataset has been published. It is now available at: %s
ca: Enhorabona, s'ha publicat el conjunt de dades. Ara està disponible a: %s
es_es: Felicidades, el conjunto de datos ha sido publicado. Está ahora disponible en: %s
ru: Поздравляем! Пакет данных опубликован и доступен под именем: %s.
sk: Gratulujeme, dátový súbor bol zverejnený a teraz je dostupný na: %s

source: This dataset is already private!
ca: Aquest conjunt de dades ja és privat!
es_es: El conjunto de datos ya es privado!
ru: Этот пакет данных уже находится в закрытом доступе (только для вас).
sk: Tento dataset už bol nastavený ako súkromný!

source: The dataset has been retracted. It is no longer visible to others.
ca: El conjunt de dades ha estat modificat . Ja no és visible a altres persones.
es_es: El conjunto de datos ha sido retirado. Ya no es visible para otros.
ru: Пакет данных изъят из открытого доступа. Теперь он доступен только вам.
sk: Dátový súbor bol nastavený ako skrytý. Nie je viac viditeľný pre ostatných.

source: The dataset has been deleted.
ca: S'ha esborrat el conjunt de dades.
es_es: El conjunto de datos ha sido eliminado.
ru: Пакет данных удален.
sk: Dátový súbor bol odstránený.

source: Sorry, there is no entry %r
ca: Ho sentim però no hi ha cap entrada %r
es_es: Lo sentimos, no hay ninguna entrada llamada %r
ru: К сожалению, статья с именем %r отсутствует.
sk: Prepáčte, záznam %r neexistuje.

source: Sorry, the selected help file could not be found
ca: Ho sentim, no es pot localitzar l'arxiu d'ajuda seleccionat
es_es: Lo sentimos, no se encontró el archivo de ayuda seleccionado
ru: К сожалению, выбранный файл помощи не найден.
sk: Prepáčte, vybraný pomocný súbor nebol nájdený.

source: Sent ping!
ca: Ping enviat!
es_es: Ping enviado!
ru: Оправленный пинг-запрос!

source: There is no source '%s'
ca: No hi ha cap font '%s'
es_es: No hay una fuente '%s'
ru: Источник '%s' не существует.
sk: Neexistuje zdroj '%s'

source: There is no run '%s'
ca: No s'executa cap '%s'
es_es: No hay una corrida '%s'
ru: Отсутствует '%s'
sk: '%s' sa nedá spustiť

source: The source has been created.
ca: La font ha estat creada
es_es: La fuente ha sido creada.
ru: Источник создан.
sk: Bol vytvorený nový zdroj.

source: Now loading...
es_es: Cargando...
ru: Идет загрузка...
sk: Načítavanie...

source: Sorry, there is no dataset named %r
ca: Ho sentim però no hi ha cap conjunt de dades anomenat %r
es_es: Lo sentimos, no hay ningún conjunto de datos llamado %r
ru: К сожалению, пакет данных %r отсутствует.
sk: Prepáčte, neexistuje dátový súbor s názvom %r

source: nav-home
ca: nav-inici
es_es: nav-inicio

source: Invalid request.
ca: Petició no vàlida
es_es: Solicitud incorrecta
ru: Неверный запрос.
sk: Neplatná požiadavka.

source: Access denied.
ca: Accés denegat.
es_es: Acceso denegado.
ru: Доступ запрещен.
sk: Prístup zamietnutý.

source: You may not have the relevant rights.
ca: Potser no teniu els drets pertinents.
es_es: Puede que no tenga los derechos pertinentes.
ru: Возможно, у вас недостаточно прав.
sk: Nevlastníte požadované práva.

source: You may need to login.
ca: Potser cal que inicieu una sessió.
es_es: Puede que tenga que iniciar la sesión.
ru: Вам следует войти в систему.
sk: Musíte sa prihlásiť.

source: Resource not found
ca: No s'ha trobat el recurs
es_es: Recurso no encontrado
ru: Данные не найдены.
sk: Zdroj nebol nájdený

source: [1:%(message)s]: Maybe the URL is misspelled or the data has been deleted.
ca: [1:%(message)s]: Potser heu escrit malament la URL o s'han esborrat les dades.
es_es: [1:%(message)s]: Quizás la URL no es correcta o los datos fueron eliminados.
ru: [1:%(message)s]: Возможно, URL указан с ошибкой или данные были удалены.
sk: [1:%(message)]: Možná chyba v URL alebo dáta boli vymazané.

source: Something went wrong
ca: Quelcom ha fallat
es_es: Algo salió mal
ru: Произошла ошибка.
sk: Niečo sa nepodarilo

source: Internal Server Error
ca: Error intern del servidor
es_es: Error interno del servidor
ru: Внутренняя ошибка сервера.
sk: Vnútorná chyba servera

source: : Sorry, there seems to be an internal problem in OpenSpending. The problem has now been reported and we're on it.
ca: : Ho sentim però sembla que hi ha un problema intern a OpenSpending. S'ha informat del problema i hi estem treballant.
es_es: : Lo sentimos, parece que hay un error interno en OpenSpending. Ya se ha informado del problema y estamos trabajando en él.
ru: : Приносим наши извинения. Вероятно, на сервере OpenSpending произошла ошибка. Сообщение об ошибке отправлено, мы над ним работаем.
sk: : Prepáčte, zdá sa že máme interný problém v OpenSpending. Problém bol nahlásený a pracujeme na ňom.

source: [1:%(entries)s entries] found.
ca: S'han trobat [1:%(entries)s entrades].
es_es: Se encontraron [1: %(entries)s entradas].
ru: найдено [1:%(entries)s entries].
sk: [1:%(entries)] nájdených.

source: No entries with this property.
ca: No hi ha cap entrada amb aquesta propietat.
es_es: No hay entradas con esta propiedad.
ru: Статей с такие значением не найдено.
sk: Neexistujú záznamy s touto vlastnosťou.

source: filter:
ca: Filtre:
es_es: Filtro:
ru: фильтр:

source: Time
ca: Temps
es_es: Fecha
ru: Время
sk: Čas

source: Spender
ca: Gastador
es_es: Pagador
ru: Плательщик
sk: Výdajca prostriedkov

source: Recipient
ca: Beneficiari
es_es: Beneficiario
ru: Получатель
sk: Príjemca

source: Amount
ca: Quantitat
es_es: Monto
ru: Сумма
sk: Čiastka

source: details»
ca: detalls»
es_es: detalles»
ru: подробно»
sk: detaily»

source: Home
ca: Inici
es_es: Inicio
ru: Назад
sk: Domov

source: Spending Blog
ca: Blog de la despesa
es_es: Blog del gasto
ru: Блог проекта

source: Datasets
ca: Conjunts de dades
es_es: Conjuntos de datos
ru: Пакеты данных
sk: Datasety

source: About
ca: Quant a
es_es: Acerca de
ru: О проекте
sk: O projekte

source: Contact
ca: Contacte
es_es: Contacto
ru: Контакт
sk: Kontakt

source: Login/Register
ca: Entrada / Registre
es_es: Entrada / Registro
ru: Вход/ Регистрация
sk: Prihlásenie/Registrácia

source: Settings
ca: Configuració
es_es: Configuración
ru: Настройки
sk: Nastavenia

source: Logout
ca: Sortida
es_es: Cerrar sesión
ru: Выход
sk: Odhlásiť sa

source: Language
ca: Idioma
es_es: Idioma
ru: Язык
sk: Jazyk

source: This is an [1:Open Knowledge Foundation] project.
ca: Això és un projecte de l'[1:Open Knowledge Foundation].
es_es: Estes es un proyecto de [1:Open Knowledge Foundation].
sk: Toto je projekt [1:Open Knowledge Foundation] .

source: Mailing List
ca: Llista de correu
es_es: Lista de correo
ru: Рассылка

source: Help
ca: Ajuda
es_es: Ayuda
ru: Помощь
sk: Pomoc

source: Privacy
ca: Privacitat
es_es: Privacidad
ru: Приватность
sk: Súkromie

source: Open Content
ca: Contingut obert
es_es: Abrir Contenido
ru: Открыть содержимое

source: nav-account
ca: nav-compte
es_es: nav-cuenta

source: Login
ca: Iniciar sessió
es_es: Iniciar sesión
ru: Вход:
sk: Prihlásenie

source: Sign in to OpenSpending
ca: Entreu a OpenSpending
es_es: Ingrese a OpenSpending
sk: Prihláste sa do OpenSpending

source: Password
ca: Contrasenya
es_es: Contraseña
ru: Пароль
sk: Heslo

source: Create an account
ca: Crear un compte
es_es: Crear una cuenta
ru: Создать учетную запись
sk: Vytvoriť účet

source: Fullname
ca: Nom i Cognoms
es_es: Nombre y Apellidos
ru: Полное имя
sk: Meno

source: Password (repeat)
ca: Contrasenya (repetiu)
es_es: Contraseña (repetir)
ru: Пароль (повторно)
sk: Heslo (zopakovať)

source: Settings for:
ca: Configuració per a:
es_es: Configuración de:
ru: Настройки для:
sk: Nastavenia pre:

source: Account Settings
ca: Configuració del compte
es_es: Configuración de la cuenta
ru: Настройки учетной записи
sk: Nastavenia účtu

source: Leave both fields blank to keep your current password.
ca: Deixeu ambdós camps buits per mantenir la vostra contrasenya actual.
es_es: Deje ambos campos en blanco para mantener su contraseña actual.
ru: Оставьте оба поля пустыми, если хотите сохранить свой текущий пароль.
sk: Nechajte obe polia prázdne pre zachovanie Vášho súčasného hesla.

source: API Key
ca: Clau API
es_es: Clave API
ru: Ключ API
sk: API kľúč

source: Use this key to access the OpenSpending API programmatically.
ca: Empreu aquesta per accedir a l'API d'OpenSpending mitjançant programació.
es_es: Use esta clave para acceder a la API de OpenSpending para programación.
ru: Этот ключ следует использовать для программного доступа к API OpenSpending.
sk: Použite tento kľúč na vstup do OpenSpending API.

source: Entries
ca: Entrades
es_es: Entradas
ru: Статьи
sk: Záznamy

source: Search
ca: Cerca
es_es: Búsqueda
ru: Поиск
sk: Vyhľadať

source: Explore
ca: Explorar
es_es: Explorar
ru: Просмотреть.
sk: Preskúmať

source: Manage
ca: Gestiona
es_es: Administrar
ru: Операции
sk: Spravovať

source: Import a dataset
ca: Importar un conjunt de dades
es_es: Importar un conjunto de datos
ru: Загрузить пакет данных
sk: Importovať dátový súbor

source: nav-dataset
ca: nav-conjunt de dades
es_es: nav-conjunto de datos

source: Description
ca: Descripció
es_es: Descripción
ru: Описание
sk: Popis

source: No description is available for %(label)s
ca: No hi ha cap descripció disponible amb %(label)s
es_es: No hay descripción disponible para %(label)s
ru: Для %(label)s отсутствует описание
sk: Nie je dostupný žiadny popis pre %(label)s

source: Sources
ca: Fonts
es_es: Fuentes
ru: Источники
sk: Zdroje

source: This is a listing of all source data that was registered for this dataset. If you want to look at the exact data that is used to generate aggregates, you can also use a [1:bulk export].
ca: Això és un llistat de totes les fonts de dades que han estat registrades per aquest conjunt. Si voleu veure les dades exactes utilitzades per generar agregats, també podeu utilitzar una [1:exportació de volum].
es_es: Este es un listado de todas las fuentes de datos registradas para este conjunto de datos. Si quiere mirar los datos exactos usados para generar agregaciones, puede utilizar también una [1:exportación en masa].
ru: Это список всех источников, зарегистрированных для этого пакета данных. Для просмотра точных данных, использованных при агрегации, можно также использовать [1:bulk export].
sk: Toto je zoznam všetkých zdrojových dát zaregistrovaných pre tento dátový súbor. Ak sa chcete pozrieť na konkrétne dáta , ktoré sú použité na vytvorenie agregátov, môžete použiť tiež [1:bulk export].

source: Team
ca: Equip
es_es: Equipo
ru: Команда
sk: Tím

source: These people are the managers of the dataset. They can make modifications to its schema and are responsible to make sure the data is accurate.
ca: Aquesta gent són els gestors del conjunt de dades. Poden fer modificacions en el seu esquema i són els responsables de la precisió de les dades
es_es: Estos son los administradores del conjunto de datos. Ellos pueden hacer modificaciones al esquema y son responsables de asegurarse de que los datos sean precisos.
ru: Эти пользователи имеют права управления пакетом. Они могут вносить изменения в его структуру и ответственны за точность предоставленных данных
sk: Títo ľudia spravujú dátový súbor. Môžu robiť úpravy v jeho schéme a sú zodpovdní za zaistenie správnosti údajov.

source: Measures
ca: Mesures
es_es: Medidas
ru: Измерения
sk: Veľkosti

source: Measures are the numeric properties of each entry in this dataset.
ca: Les mesures són les propietats numèriques de cada entrada en aquest conjunt de dades.
es_es: Las Medidas son las propiedades numéricas de cada entrada en este conjunto de datos.
ru: Измерения - это числовые значения, присвоенные каждому параметру этого пакета данных.
sk: Veľkosti sú numerické vlastnosti každého záznamu v tomto datátovom súbore.

source: Dimensions
es_es: Dimensiones
ru: Диапазоны
sk: Dimenzie

source: Dimensions are different aspects of the dataset, such as the spender, recipient or classifications that apply.
ca: Les dimensions són els diferents aspectes del conjunt de dades, com el gastador, beneficiari o les classificacions aplicables.
es_es: Las dimensiones son distintos aspectos de un conjunto de datos, como el pagador, el beneficiario u otras clasificaciones que apliquen.
ru: Диапазоны указываются для разных параметров пакета данных, таких как плательщик, получатель или классификатор.
sk: Dimenzie sú rôzne aspekty datasetu, ako napríklad vydal (spender), príjemca, alebo iná použitá klasifikácia.

source: Database erased
ca: Base de dades esborrada
es_es: Base de datos borrada
ru: База удалена
sk: Databáza odstránená

source: OpenSpending: mapping the money
ca: OpenSpending: mostrant l'assignació dels diners
es_es: OpenSpending: mostrando la asignación del dinero
ru: OpenSpending: финансовая картография
sk: OpenSpending: mapujeme peniaze

source: The database should now have been erased. You'll even have to create a new user to log in again.
ca: La base de dades hauria d'estar esborrada ara. Fins i tot haureu de crear un usuari nou per tornar a iniciar la sessió.
es_es: Ahora la base de datos derbería estar borrada. Incluso deberá crear un nuevo usuario para iniciar la sesión nuevamente.
ru: База данных стерта. Теперь для повторного входа в систуме вы должны создать нового подьзователя.
sk: Databáza by teraz mala byť odstránená. Budete musieť vytvoriť nového používateľa, aby ste sa mohli opätovne prihlásiť.

source: Explorer
ca: Explorador
es_es: Explorador
ru: Просмотр

source: back »
ca: enrera »
es_es: atrás »
ru: назад »
sk: naspäť »

source: All datasets
ca: Tots els conjunts de dades
es_es: Todos los conjuntos de datos
ru: Все пакеты данных
sk: Všetky dátové súbory

source: Available data sets
ca: Conjunts de dades disponibles
es_es: Conjuntos de datos disponibles
ru: Доступные пакеты данных
sk: Dostupné dátové súbory

source: The database contains the following datasets:
ca: La base de dades conté les dades següents:
es_es: La base de datos contiene los siguientes conjuntos de datos:
ru: База данных содержит следующие пакеты:
sk: Databáza obsahuje nasledujúce dátové súbory:

source: Countries
ca: Països
es_es: Países
ru: Страны
sk: Krajiny

source: Languages
ca: Idiomes
es_es: Idiomas
ru: Языки
sk: Jazyky

source: If you have a spending or budget dataset that you can contribute, please give some basic information here. [1:][2:]In the next steps, you'll [3: [4:add references to [5:data sources],] [6:create a [7:data model] to describe the format,] [8:[9:test] the correctness of your model,] [10:[11:import] the data,] [12:and generate [13:visualized views].] ]
ca: Si teniu un conjunt de dades de despeses o un pressupost que podeu oferir, si us plau doneu-nos-en la informació bàsica aquí. [1:][2:]En les properes passes, haureu [3: [4:d'afegir referències a [5:les fonts de dades],] [6:crear un [7:model de dades] per descriure'n el format,] [8:[9:provar] si el vostre model és correcte,] [10:[11:importar] les dades,] [12:i generar-ne [13:les visualitzacions].] ]
es_es: Si tiene un conjunto de datos sobre gastos o presupuesto que pueda proporcionar, por favor indique alguna infomación básica aquí. [1:][2:]En los siguientes pasos usted [3: [4:agregará referencias a [5:fuentes de datos],] [6:creará un [7:modelo de datos] para describir el formato,] [8:[9:verificará] que su modelo sea correcto,] [10:[11:importará] los datos,] [12:y generará [13:vistas visualizadas].] ]
ru: Если у вас есть данные о бюджетных расходах и вы хотите их представить на проекте OpenSpending, то укажите основные сведения об этих данных. [1:][2:]Далее вам будет предложено [3: [4:указать ссылки на [5:источники данных],] [6:создать [7:модель данных] описать формат,] [8:[9:протестировать] правильность модели,] [10:[11:загрузить] данные,] [12:и сгенерировать [13:визуализацию].] ]
sk: NEPRELOZENE Pokiaľ máte dátový súbor obsahujúci výdavky alebo rozpočet ,ktorým môžete prispieť, prosím zadajte základné informácie sem. [1:][2:]In the next steps, you'll [3: [4:add references to [5:data sources],] [6:create a [7:data model] to describe the format,] [8:[9:test] the correctness of your model,] [10:[11:import] the data,] [12:and generate [13:visualized views].] ]

source: Import from a DataHub Dataset
ca: Importar un conjunt de dades del DataHub
es_es: Importar desde un conjunto de datos de DataHub
ru: Загрузить с сайта DataHub
sk: Importovať dataset z DataHubu

source: Paste the url of your [1:http://thedatahub.org/] dataset and we will take care of pulling all the relevant information automatically (though you will get a chance to review and amend it).
es_es: Pegue la url de su [1:http://thedatahub.org/] conjunto de datos y el sistema se encargará de obtener toda la información relevante (de todas maneras tendrá posibilidad de reverla y corregirla).
ru: Скопируйте с это поле URL вашего пакета на сайте [1:http://thedatahub.org/] система автоматически произведет необходимые действия (вы сможете просмотреть и внести изменения).
sk: Sem vložte url vášho [1:http://thedatahub.org/] datasetu a my sa postaráme o automatické vybratie relevantných informácií (dáme vám však možnosť na prezretie a úpravy).

source: OR
ca: O
es_es: O
ru: ИЛИ

source: Dataset not yet on the DataHub?
ca: El conjunt encara no és al DataHub?
es_es: Conjunto de datos aún no está en DataHub?
ru: Пакет еще не загружен на DataHub?
sk: Dátový súbor sa ešte nenachádza v DataHub?

source: No problem! You can still import your dataset as long as the data file is online somewhere.
ca: Cap problema! Encara podeu importar el vostre conjunt de dades mentre l'arxiu amb les dades estigui en línia en algun lloc.
es_es: No hay problema! Aún puede importar su conjunto de datos si el archivo de datos está en algún sitio en línea.
ru: Не проблема! Вы можете загруить свой пакет данных если он сохранен в другом месте Сети.
sk: Nevadí! Stále môžete importovať váš dataset, pokiaľ je dátový súbor dostupný niekde na internete.

source: Get Started »
ca: Comença »
es_es: Comenzar »
ru: Начать работу »
sk: Začnite»

source: Title
ca: Títol
es_es: Título
ru: Название
sk: Názov

source: Identifier
ca: Identificador
es_es: Identificador
ru: Идентификатор
sk: Identifikátor

source: The identifier will become part of the dataset URL and cannot be changed later. It may only contain alphanumeric characters, dashes and underscores.
ca: L'identificador esdevindrà part de la URL del conjunt i després no es podrà canviar. Només pot contenir caràcters alfanumèrics, guionets alts i baixos.
es_es: El identificador formará parte de la URL del conjunto de datos y no puede ser cambiado más adelante. Solamente puede contener caracteres alfanuméricos, guiones e infraguiones.
ru: Идентификатор становится частью URL пакета и не может быть изменен. Он может содержать числобуквенные символы, девичы и знаки нижнего подчеркивания.
sk: Identifikátor sa stane súčasťou URL dátového súboru a neskôr už nemôže byť zmenený. Môže obsahovať iba alfanumerické znaky, pomlčky a podčiarkovníky.

source: Currency
ca: Moneda
es_es: Moneda
ru: Валюта
sk: Mena

source: Contribute your local data!
ca: Contribuïu-hi amb les vostres dades locals!
es_es: Contribuya con sus datos locales!
ru: Предложить свои данные.
sk: Prispejte vašimi miestnymi dátami!
