Repository: AlbertoPeon/openspending
Catalog: openspending/ui/i18n/*/LC_MESSAGES/openspending.po
Languages: de, it

source: Login name already exists, please choose a different one
de: Dieser Anmeldename exisitiert bereits, bitte wähle einen anderen
it: Il nome utente è già in uso, scegline uno diverso

source: Passwords don't match!
de: Passwörter stimmen nicht überein!
it: Le password non coincidono!

source: Passwords don't match!
de: Passwörter stimmen nicht überein!

source: Your settings have been updated.
de: Deine Einstellungen wurden aktualisiert.
it: Le tue impostazioni sono state aggiornate.

source: Welcome back, %s!
de: Willkommen zurück, %s!
it: Bentornata/a, %s!

source: Incorrect user name or password!
de: Falscher Nutzername oder Passwort!
it: Nome utente o password errati!

source: You have been logged out.
de: Du wurdest abgemeldet.
it: Sei uscito.

source: Sorry, there is no such classifier
de: Entschuldigung, es gibt keine solche Klassifikation.
it: Mi dispiace, non esiste questo classificatore

source: Sorry, there is no dataset named %r
de: Entschuldigung, es gibt keinen Datensatz mit dem Code %r
it: Mi dispiace, non esiste un dataset di nome %r

source: Sorry, there is no dataset named %s
de: Entschuldigung, es gibt keinen Datensatz mit dem Code %s
it: Mi dispiace, non esiste un dataset di nome %s

source: This is not a dimension
de: Dies ist keine Dimension
it: Questa non è una dimensione

source: Sorry, there is no entity named %r
de: Entschuldigung, es gibt keine Entität mit dem Code %r
it: Mi dispiace, non esiste un'entità di nome %r

source: Sorry, there is no entry with code %r
de: Entschuldigung, es gibt keine Eintrag mit dem Code %r
it: Mi dispiace, non esiste una transazione di nome %r

source: You need to have an account
de: Du brauchst einen Account
it: Devi avere un account

source: Unknown Flag
de: Unbekanntes Flag
it: Questo marcatore è sconosciuto

source: This account already flagged this entry
de: Dein Account hat diesen Eintrag bereits geflaggt.
it: Questo account ha già marcato questa transazione

source: Language has been set to: English
de: Die Sprache wurde auf "Deutsch" gestellt.
it: La lingua è stata impostata a: Italiano

source: No language given!
de: Keine Sprache angegeben!
it: Non hai indicato una lingua!

source: This resource cannot be read as a CSV file. Please check the format: %s.
de: Die Ressource kann nicht als CSV-Datei eingelesen werden. Bitte prüfe das Format: %s.

source: You're not authorized to access this page
de: Du bist nicht autorisiert, auf diese Seite zuzugreifen
it: Non sei autorizzato/a a vedere questa pagina

source: Invalid API-Key for PUT
de: Ungültiger API-Schlüssel für PUT
it: Chiave API non valida per PUT

source: API supports only PUT and GET
de: Die API unterstützt nur PUT und GET
it: La API permette solo PUT e GET

source: API supports only modifiying existing resources
de: Die API unterstützt nur die Modifikation bestehender Ressourcen
it: La API permette solo modificare le risorse esistenti

source: API supports only JSON for writing
de: Die API unterstützt nur JSON-Schreibzugriff
it: La API supporta solo JSON in scrittura

source: Cannot change _id attribute!
de: _id-Attribut kann nicht geändert werden!
it: Non è possibile cambiare l'attributo _id!

source: Sorry, there is no %s with code %r
de: Entschuldigung, es gibt keinen %s mit der ID %r
it: Mi dispiace, non c'è nessun %s con codice %r

source: You may not have the relevant rights.
de: Du hast vermutlich nicht die notwendigen Rechte.
it: Potresti non essere in possesso delle giuste credenziali.

source: You may need to login.
de: Du musst Dich anmelden.
it: Potresti avere bisogno di accedere.

source: 500 - Server Error
de: 500 - Serverfehler

source: It's a Server Error!
de: Ein Serverfehler!
it: È un errore del server!

source: The Count counts 500
de: Graf Zahl zählt: 500
it: Il contatore è a 500

source: Sorry for that, we are on it.
de: Tut uns leid, wir arbeiten dran.
it: Ci dispiace, stiamo lavorando al problema.

source: Original image by
de: Originalbild von
it: Immagine originale di

source: licensed under
de: lizensiert als
it: con una licenza

source: Include aggregate values
de: Aggregat-Werte einschließen
it: Includi anche i valori aggregati

source: e.g. 'pensions', 'from:cabinet-office', 'to:capita'.
de: Beispiel: 'renten', 'from.label:Soziales'.
it: esempio 'pensioni', 'from:ministero-interni', 'to:fiat'.

source: More help »
de: Mehr Hilfe »

source: Try search in specific fields - such as the dimensions used to classify spending items. For example:
de: Suche in bestimmten Feldern - wie den Dimensionen zu Klassifikation der Daten. Zum Beispiel:

source: Use
de: Nutze
it: Usa

source: from
de: von

source: and
de: und
it: e

source: to
de: an

source: . Try
de: . Versuche
it: . Prova

source: from:cabinet-office
de: from.label:soziales
it: from:ministero-interni

source: to find all payments made by the Cabinet Office, or
de: um alle Ausgaben des Sozialetats zu finden, oder

source: to:capita
de: to.label:Soziales
it: to:fiat

source: for payments made to the supplier Capita.
de: für Zahlungen an die gleiche Institution.

source: If you're interested in a particular dimension used to classify the spending, just use
de: Wenn Du Dich für eine bestimmte Dimension interessierst, nutze

source: {key}:{search-term}
de: {feld}:{suchbegriff}

source: to narrow down by that term - like
de: um nach diesem Begriff zu filtern - etwa

source: cofog1:01
de: funktion:194

source: entries
de: Einträge

source: found.
de: gefunden.

source: Estimated total:
de: Geschätzter Gesamtwert:

source: Raw data:
de: Rohdaten:

source: No entries with this property.
de: Keine Einträge mit dieser Eigenschaft.
it: Non esistono movimenti con questa proprietà.

source: Time
de: Zeit
it: Tempo

source: Spender
de: Quelle
it: Erogatore

source: Recipient
de: Empfänger
it: Destinatario

source: Amount
de: Betrag
it: Importo

source: This is a an aggregated sum. See the full entry for details.
de: Dies ist ein Aggregat, betrachte den vollständigen Eintrag für mehr Details.
it: Questa è una somma aggregata. Vai al dettaglio

source: full entry »
de: Ganzer Eintrag »
it: dettagli »

source: About
de: Informationen
it: Informazioni

source: Login or register
de: Anmelden oder registrieren
it: Accedi o registrati

source: My Profile
de: Mein Profil
it: Il mio profilo

source: Logout
de: Abmelden
it: Esci

source: (select a dataset)
de: (Datensatz auswählen)
it: (seleziona un dataset)

source: Import additional data...
de: Zusätzliche Daten importieren...
it: Importa altri dati ...

source: Search
de: Suchen
it: Cerca

source: Spenders
de: Quellen
it: Erogatori

source: Recipients
de: Empfänger
it: Destinatari

source: The Open Knowledge Foundation
de: Die Open Knowledge Foundation
it: Open Knowledge Foundation

source: Open Data
de: Offene Daten

source: Mailing List
de: Mailingliste

source: Privacy
de: Datenschutz

source: Contact
de: Kontakt
it: Contatti

source: Login
de: Anmelden
it: Accedi

source: Log in
de: Anmelden
it: Accedi

source: Password
de: Passwort

source: Create an account
de: Einen Account anlegen
it: Crea un nuovo account

source: Fullname
de: Vollständiger Name
it: Nome completo

source: Password (repeat)
de: Passwort (wdh)
it: Password (ripeti)

source: Settings for:
de: Einstellungen von:
it: Impostazioni per:

source: - Entries
de: - Einträge
it: - Movimenti

source: : Entries
de: : Einträge
it: : Movimenti

source: Description
de: Beschreibung
it: Descrizione

source: No description is available for
de: Es gibt keine Beschreibung zu
it: Non c'è nessuna descrizione per

source: Research
de: Recherche
it: Cerca

source: spending entries
de: Ausgaben
it: movimenti di spesa

source: Download a machine-readable version of
de: Downloade eine maschinenlesbare Version von

source: Explore
de: Erforschen
it: Esplora

source: Year:
de: Jahr:
it: Anno:

source: Breakdown by
de: Aufbrechen nach
it: Dividi per

source: Visualization type
de: Visualisierungstyp
it: Tipo di visualizzazione

source: Loading... Please wait.
de: Lade... Bitte warten.
it: Sto caricando...

source: All datasets
de: Alle Datensätze
it: Tutti i dataset

source: OpenSpending: mapping the money
de: OffeneDaten: Haushaltsdaten transparent gemacht
it: OpenSpending: tracciamo le spese

source: The database contains the following datasets:
de: Die Datenbank enthält die folgenden Datensätze:
it: ll database contiene questi dataset:

source: Timeline
de: Zeitleiste
it: Linea del tempo

source: Dimensions
de: Dimensionen
it: Dimensioni

source: : Explore the data model
de: : Die Datenstruktur erforschen
it: : Esplora il modello dati

source: Explorer
de: Erforschen
it: Esplora

source: : Dynamic data visualisations
de: : dynamische Datenvisualisierungen
it: : Visualizzazioni dinamiche dei dati

source: (metadata):
de: (metadaten):

source: Dimensions in
de: Dimensionen in
it: Dimensioni in

source: : Dimensions
de: : Dimensionen
it: : Dimensioni

source: has the following dimensions:
de: hat die folgenden Dimensionen:
it: ha le seguenti dimensioni

source: Dimension:
de: Dimensionen:
it: Dimensione:

source: Values
de: Werte
it: Valori

source: All figures are total financial involvement, not just funds received or spent.
de: Die Zahlen beschreiben die vollständige finanzielle Beteiligung, nicht nur Ein- oder Ausgaben.
it: Tutte le cifre sono il coinvolgimento finanziario totale, non solo fondi ricevuti o spesi.

source: Value
de: Wert
it: Valore

source: Sum (
de: Summe (
it: Somma (

source: : find more information about this company.
de: : finde zusätzliche Informationen über diese Firma.

source: Entry Details
de: Eintragsdetails

source: Comment on this item »
de: Diesen Eintrag kommentieren »
it: Commenta questo oggetto »

source: Flag this entry!
de: Eintrag kennzeichnen!
it: Contrassegna questo movimento!

source: Please login to flag entries
de: Melde Dich an um Einträge zu markieren
it: Accedi per contrassegnare i movimenti

source: Entry: Detailed View of Transaction
de: Eintrag: Detailierte Ansicht der Transaktion

source: This is a single transaction of
de: Dies ist eine einzelne Transaktion von

source: on
de: am

source: This entry is an aggregate. It is composed by adding up all spendings where:
de: Dieser Eintrag ist ein Aggregat. Er wurde durch die Addition aller Transaktionen geschaffen, bei denen:
it: Questo movimento è un aggregato. È composto sommando tutti i movimenti in cui:

source: " is "
de: " ist "

source: Notes:
de: Notizen:

source: Individual items aggregated in this entry
de: Einzelne Einträge die in dieser Transaktion zusammengefasst sind
it: Oggetti singoli aggregati in questo movimento

source: Download a machine-readable version of this entry:
de: Lade eine maschinenlesbare Version dieses Eintrags herunter:

source: Get Involved
de: Mitmachen
it: Partecipa

source: Loading…
de: Lädt...
it: Sto caricando ...

source: Welcome
de: Willkommen
it: Benvenuti

source: Featured Dataset:
de: Vorgestellter Datensatz:
it: Dataset di copertina:

source: [1:Select a dataset] to explore or [2:search] all financial records in our database.
de: [1:Wähle einen Datensatz] oder [2:durchsuche] alle Finanztransaktionen in unserer Datenbank.

source: Investigate
de: Erforschen
it: Approfondisci

source: Do you have spending questions? Ask and help to answer them on [1:GetTheData.org] and join our [2:discussion list].
de: Hast Du Fragen zum Haushalt? Stelle Fragen [2:auf unserer Mailingliste] und hilf bei der Suche nach Antworten.

source: Contribute
de: Beitragen
it: Collabora

source: Is your country, state or city not on OpenSpending yet? We're looking for spending data from all over the world. Learn about data imports in [1:our wiki].
de: Ist Dein Land oder Deine Kommune noch nicht in OffenerHaushalt? Wir suchen nach Ausgaben- und Haushaltsdaten von verschiedenen Quellen. In unserem [1: Wiki] erfährst Du mehr über den Import neuer Daten.

source: Other Available Datasets
de: Andere verfügbare Datensätze
it: Altri dati disponibili

source: What is OpenSpending?
de: Was ist OffenerHaushalt?
it: Cos'è OpenSpending?

source: Our aim is to track every (public) government and corporate financial transaction across the world and present it in useful and engaging forms for everyone from a school-child to a data geek.
de: Unser Ziel ist es, Haushalte von Bund, Ländern und Kommunen systematisch darzustellen, zu visualisieren und zu analysieren. Die dargestellten Informationen sollen für jeden - ob Schulkind oder Haushaltsexperte - verständlich und nützlich sein.
it: Il nostro obiettivo è quello di tracciare tutta la spesa pubblica nel mondo, e presentarla in modi utili e coinvolgenti per tutte le persone, dai bambini agli esperti di dati

source: We're an open community that anyone is invited to join! We're looking for researchers, coders and citizen activists to join us and to help gather and understand financial data.
de: OffenerHaushalt.de ist eine offene Gemeinschaft, jeder ist eingeladen mitzumachen! Insbesondere suchen wir Programmierer, Campaigner, Journalisten und Analysten die uns helfen Haushaltsdaten zu sammeln und zu verstehen.
it: Siamo una comunità aperta e tutti sono invitati a partecipare! Cerchiamo ricercatori, programmatori e attivisti che si uniscano a noi per aiutarci a raccogliere e capire i dati sulla spesa.

source: The Store's REST API
de: Die REST-API der Datenbank

source: Here are some examples:
de: Hier sind ein paar Beispiele:

source: The JSON response generally contains the same information as the corresponding web page, but in more detail.
de: Die JSON-Antwort enthält normalerweise eine strukturierte Form der gleichen Informationen, die auch auf der Seite dargestellt werden.

source: A JSONP object is returned if a [1:callback] parameter is supplied (usually by appending "?callback=myfun" or similar).
de: Wenn eine [1:callback]-Funktion angegeben wird, dann wird ein JSONP-Objekt zurück gegeben (normalerweile in dem "?callback=myfun" an den Aufruf angehängt wird).

source: Package Sources
de: Datenquellen
it: Sorgenti dati

source: OpenSpending packages in CKAN
de: OpenSpending-Pakete in CKAN
it: Pacchetti OpenSpending su CKAN

source: Below are a list of source datasets that are part of the
de: Hier findest Du eine Liste von Quelldatensätzen die ein Teil der
it: Questo è un elenco delle sorgenti dati parte del gruppo

source: group on CKAN. To add further sources,
de: Gruppe auf CKAN sind. Um weitere Quellen beizusteuern,
it: su CKAN. Per aggiungere altre fonti,

source: create a data package
de: ein Datenpaket anlegen
it: crea un nuovo pacchetto dati

source: on CKAN and add it to the group.
de: auf CKAN oder füge es zu einer Gruppe hinzu.
it: su CKAN e aggiungilo al gruppo.

source: Note:
de: Notiz:
it: Nota:

source: to facilitate the import, set the 'currency' extra on your package to a valid ISO currency abbreviation.
de: um den Import zu erleichtern, setzt das 'currency'-Extrafeld auf Deinem Datenpaket auf eine gültige ISO-Währungsabkürzung.
it: Per agevolare l'importazione, imposta la chiave extra 'currency' del tuo pacchetto a una sigla ISO valida.

source: Package
de: Datenpaket
it: Pacchetto

source: Resource
de: Ressource
it: Risorsa

source: import
de: importieren

source: Map your Dataset
de: Datensatz modellieren

source: Dataset Modeling:
de: Datenmodellierung

source: Model revision:
de: Modellversion:
it: Versione del modello:

source: Select a dimension:
de: Wähle eine Dimension:
it: Seleziona una dimensione:

source: Add a dimension
de: Dimension hinzufügen
it: Aggiungi una dimensione

source: See sample data
de: Beispieldaten ansehen
it: Vedi dati di esempio

source: Save
de: Speichern

source: Load data now
de: Daten jetzt laden

source: Source Data Samples
de: Quelldaten-Beispiele
it: Esempi di dati originali

source: Explain how it is derived from the source data:
de: Erkläre wie sich das Datenmodell aus den Quelldaten ableitet:
it: Spiega come è derivato dai dati originali:

source: Title
de: Titel
it: Titolo

source: Key
de: Schlüssel
it: Chiave

source: Type
de: Typ
it: Tipo

source: Simple Value
de: Einfacher Wert
it: Valore semplice

source: Classifier
de: Klassifikation
it: Classificatore

source: Entity
de: Entität
it: Entità

source: Taxonomy
de: Taxonomie
it: Tassonomia

source: Column
de: Spalte
it: Colonna

source: Number
de: Zahl
it: Numero

source: Date
de: Datum
it: Data

source: Elements
de: Elemente
it: Elementi

source: Property
de: Eigenschaft
it: Proprietà

source: Source Column
de: Quellzeile
it: Colonna di origine

source: Identifier
de: Identifikation
it: Identificatore

source: Color
de: Farbe

source: (other)
de: (andere)
it: (altro)

source: Constant
de: Konstante
it: Costante

source: Add an element
de: Element hinzufügen
it: Aggiungi un elemento

source: Remove this dimension
de: Dimension entfernen
it: Rimuovi questa dimensione

source: Your Dataset is being processed...
de: Dein Datensatz wird verarbeitet...
it: I tuoi dati sono in elaborazione

source: We are currently processing your Dataset...
de: Wie bearbeten den Datensatz...
it: I tuoi dati sono in elaborazione

source: Please wait while we process your dataset. This page will automatically refresh every 10 seconds.
de: Bitte warte während wir Deinen Datensatz verarbeiten. Diese Seite wird sich automatisch alle 10 Sekunden neu laden.
it: Attendi mentre elaboriamo i tuoi dati. Questa pagina si ricaricherà automaticamente ogni 10 secondi.

source: Processing of Dataset failed
de: Die Verarbeitung des Datensatzes ist gescheitert
it: Elaborazione dei dati fallita

source: The following error occured:
de: Der folgende Fehler ist aufgetreten:
it: Si è verificato il seguente errore:

source: Please report this error together with this Task ID
de: Bitte berichte diesen Fehler zusammen mit der folgenden Task-ID
it: Per favore segnala questo errore insieme al Task ID

source: to info@openspending.org
de: an info@openspending.org
it: a info@openspending.org

source: Processing of Dataset complete
de: Verarbeitung des Datensatzes ist vollständig
it: Elaborazione dei dati completa

source: Your dataset has been loaded. It is now available at:
de: Dein Datensatz ist nun geladen, er ist hier verfügbar:
it: I tuoi dati sono stati caricati. Sono disponibili a:

source: Your dataset contained errors. Please review the errors and resubmit the corrected dataset file.
de: Der Datensatz enthielt Fehler. Bitte prüfe die Meldungen und versuche es mit einer korrigierten Datei erneut.
it: I tuoi dati contengono degli errori. Per favore controlla gli errori e invia nuovamente il file dopo averlo corretto.

source: Import Errors
de: Importfehler
it: Errori di importazione

source: Line number
de: Zeilennummer
it: Numero di riga

source: Message
de: Nachricht
it: Messaggio

source: There are some warnings however, that you might want to review:
de: Es gibt jedoch einige Warnungen, die sie prüfen sollten:
it: Ci sono alcuni problemi minori in ogni caso, che dovresti riguardare:

source: Import Warnings
de: Importwarnungen
it: Avvertimenti sull'importazione

source: Dataset Validation
de: Datensatzvalidierung
it: Verifica dei dati

source: Dataset Validation – Step 1
de: Datensatzvalidierung - Schritt 1
it: Verifica dei dati ‒ Passaggio 1

source: OpenSpending has downloaded the first few rows of your dataset to perform some integrity checking.
de: OpenSpending hat die ersten paar Zeilen Deines Datensatzes heruntergeladen um Integritätschecks durchzuführen.
it: OpenSpending ha scaricato le prime righe del tuo dataset per effettuare alcuni controlli sull'integrità.

source: Dataset ID
de: Datensatz-ID
it: ID del dataset

source: Label
de: Titel
it: Etichetta

source: Source URL
de: Quell-URL
it: URL originale

source: Currency
de: Währung
it: Valuta

source: The following errors occured during testing of the first five lines of the file. They need to be corrected before the import can proceed.
de: Die folgenden Fehler sind bei der Prüfung der ersten fünf Zeilen der Datei aufgetreten. Sie müssen korrigiert werden, bevor der Import durchgeführt werden kann.
it: Abbiamo riscontrato questi errori controllando le prime cinque righe del file. Devono essere corretti prima di procedere con l'importazione.

source: Line
de: Zeile
it: Riga

source: Dendrogram
it: Dendrogramma

source: Format
it: Formato

source: Text
it: Testo
