Repository: AlbertoPeon/openspending
Catalog: openspending/ui/i18n/*/LC_MESSAGES/openspending.ui.po
Languages: ca, es_es, ru, sk

source: We're trying to gather [1:the world's spending information] in a common database so that we can provide common tools for [2:analysis, visualization and comparison]. OpenSpending is an open platform that aims to facilitate the presentation of financial information so anyone - whether data geek or concerned citizen - can contribute their local city budget or spending reports.
es_es: Estamos tratando de recabar [1:la información de los gastos del mundo] en una base datos unificada para así poder proporcionar herramientas comunes para [2:análisis, visualización y comparación]. OpenSpending es una plataforma abierta que apunta a facilitar la presentación de información financiera para que cualquiera - ya sea un experto en datos o un ciudadano interesado - pueda contribuir con los reportes de gasto o presupuesto de su ciudad.
ru: Мы собираем [1:информацию о расходах в разных странах мира] в общую базу данных и предлагаем инструменты для [2:анализа, визуализации и сравнения данных]. OpenSpending - это открытая платформа для презентации финансовой информации. Принять участие в проекте может любой человек с- или без специальной подготовки. Например, вы можете начать с загрузки данных о муниципальных расходах в вашем городе.
sk: NEPRELOZENE We're trying to gather [1:the world's spending information] in a common database so that we can provide common tools for [2:analysis, visualization and comparison]. OpenSpending is an open platform that aims to facilitate the presentation of financial information so anyone - whether data geek or concerned citizen - can contribute their local city budget or spending reports.

source: Why should you contribute?
ca: Per què hi hauria de contribuir?
es_es: ¿Por qué debería contribuir?
ru: Зачем нужно делиться данными?
sk: Prečo by ste mali prispieť?

source: There are many projects that aim to track financial information. All require these basic services, which we aim to provide: [1:] [2:] [3: [4:Data loading and validation facilities.] [5:Common visualization types (treemaps, charts, and the bubble tree).] [6:Full-text search for all entries.] [7:Means to track provenance and provide access to the raw data.] ] [8: [9:Sign up to contribute] [10:Learn more] ]
es_es: Existen muchos proyectos que apuntan a rastrear información financiera. Todos requieren estos servicios básicos, que intentamos proveer: [1:] [2:] [3: [4:Facilidades para carga y validación de datos.] [5:Visualizaciones comunes (treemaps, gráficas, y el arbol de burbujas.] [6:Búsqueda de texto completo para todas las entradas.] [7:Medios para rastrear origen y proveer acceso a los datos sin procesar.] ] [8: [9:Regístrate para constibuir] [10:Aprende más] ]

source: nav-dimension
ca: nav-dimensió
es_es: nav-dimensión

source: %(entry_label)s - Entries
ca: %(entry_label)s - Entrades
es_es: %(entry_label)s - Entradas
ru: %(entry_label)s - Статьи расходов
sk: %(entry_label)s - Záznamy

source: - Entries
ca: - Entrades
es_es: - Entradas
ru: - Статьи
sk: - Záznamy

source: Dimensions in %(dataset_label)s
ca: Dimensions en %(dataset_label)s
es_es: Dimensiones en %(dataset_label)s
ru: Диапазоны в %(dataset_label)s
sk: Dimenzie v %(dataset_label)s

source: Dimensions in
ca: Dimensions en
es_es: Dimensiones en
ru: Диапазоны в
sk: Dimenzie v

source: %(dataset)s has the following dimensions:
ca: %(dataset)s té les dimensions següents:
es_es: %(dataset)s tiene las dimensiones siguientes:
ru: %(dataset)s имеют следующие диапазоны
sk: %(dataset)s obsahuje nasledujúce dimenzie:

source: nav-member
ca: nav-membre
es_es: nav-miembro

source: No description is available for %(member_label)s
ca: No hi ha cap descripció disponible per %(member_label)s
es_es: No hay descripción disponible para %(member_label)s
ru: Для %(member_label)s не указано описание
sk: Neexistuje popis pre %(member_label)s

source: Dimension:
ca: Dimensió:
es_es: Dimensión:
ru: Диапазон:
sk: Dimenzie:

source: All figures are total financial involvement, not just funds received or spent.
ca: Totes les xifres mostren la participació financera total, no només els fons rebuts o gastats.
es_es: Todas las cifras incluyen participación financiera total, no sólo los fondos recibidos o gastados.
ru: Все указанные цифры означают сумму целиком, а не только расходы или доходы.
sk: Všetky čísla predstavujú celkovú finančnú účasť, nie iba prijaté alebo použité prostriedky.

source: Value
ca: Valor
es_es: Valor
ru: Значение
sk: Hodnota

source: Sum (%(currency)s)
ca: Suma (%(currency)s)
es_es: Suma ( %(currency)s )
ru: Сумма (%(currency)s)
sk: Suma (%(currency)s)

source: (Empty)
ca: (Buit)
es_es: (Vacío)
ru: (Пусто)
sk: (Prázdne)

source: Manage the dataset
ca: Gestiona el conjunt de dades
es_es: Administrar el conjunto de datos
ru: Управление пакетом данных
sk: Spravovať dátový súbor

source: Dashboard
ca: Atribut
es_es: Tablero
ru: Консоль
sk: Nástenka

source: Dimensions & Measures
ca: Dimensions i Mesures
es_es: Dimensiones y Medidas
ru: Диапазоны и измерения
sk: Dimenzie a veľkosti

source: Visualizations
ca: Visualitzacions
es_es: Visualizaciones
ru: Визуализации
sk: Vizualizácie

source: Dataset view »
ca: Vista del conjunt de dades »
es_es: Ver conjunto de datos »
ru: Вид данных »
sk: Prezretie dátového súboru »

source: Add Dimension
ca: Afegir-hi una dimensió
es_es: Agregar dimensión
ru: Добавить измерение
sk: Pridať dimenziu

source: Make sure your dimensions import all source data columns.
ca: Assegureu-vos que les vostres dimensions importen totes les columnes de la font de dades.
es_es: Asegúrese de que sus dimensiones importen todas las columnas de la fuente de datos
sk: Uistite sa, že vaše dimenzie importujú všetky stĺpce zdrojových dát.

source: Set Unique Dimensions
ca: Indiqueu les dimensions úniques
es_es: Especificar Dimensiones únicas
ru: Установить уникальные диапазоны
sk: Nastavte jedinečné dimenzie

source: Identify the dimensions that help to identify each entry.
ca: Identifiqueu les dimensions que ajudaran a identificar cada entrada.
es_es: Identifique las columnas que ayudan a identificar cada entrada.
sk: Označte dimenzie, ktoré pomáhajú identifikovať každý záznam.

source: Exisiting Dimensions
ca: Dimensions existents
es_es: Dimensiones existentes
sk: Existujúce dimenzie

source: Specify which dimensions identify an entry uniquely
ca: Especifiqueu quines dimensions identifiquen unívocament una entrada
es_es: Especifique qué dimensiones identifican una entrada univocamente.
ru: Укажите, какие диапазоны дают уникальное описание статьи расходов.
sk: Špecifikujte, ktoré dimenzie jednoznačne identifikujú každý záznam

source: Update
ca: Actualitza
es_es: Actualizar
ru: Обновить
sk: Aktualizovať

source: Add new dimension
ca: Afegiu-hi una nova dimensió
es_es: Agregar nueva dimensión
ru: Добавить новый диапазон
sk: Pridať novú dimenziu

source: The name you choose should only contain letters, numbers and dashes (i.e., no spaces)
ca: El nom que escolliu només ha d'incloure lletres, nombre o guionets (i.e., no espais)
es_es: El nombre que elija debe contener solamente letras, números y guiones (por ej., sin espacios)
ru: Выбранное имя должно содержать только буквы, цифры, а также дефис.
sk: Názov, ktorý vyberiete, by mal obsahovať iba písmená, číslice a pomlčky (žiadne medzery)

source: Where the dimension represents the ultimate source or destination of the funds, call it [1:from] or [2:to].
es_es: Cuando la dimensión representa la fuente o destino final de los fondos, nómbrela [1:de] o [2:hacia].

source: Name
ca: Nom
es_es: Nombre
sk: Názov

source: Type
ca: Tipus
es_es: Tipo
sk: Typ

source: Dimension
ca: Dimensió
es_es: Dimensión
ru: Диапазон
sk: Dimenzia

source: A defined set, like suppliers or classifications, with multiple attributes (e.g. supplier name and VAT number).
ca: Un conjunt definit, com els proveïdors o les classificacions, amb atributs múltiples (p. ex. nom del proveïdor i número fiscal).
es_es: Un conjunto definido, como proveedores o clasificaciones, con atributos múltiples (p.ej. nombre del proveedor y número de IVA)
sk: Definovaný set s viacerými atribútmi (napr. meno dodávateľa a DIČ) ako napríklad dodávatelia alebo klasifikácie.

source: Attribute
ca: Atribut
es_es: Atributo
ru: Указать связи
sk: Atribút

source: A simple value, e.g. descriptions or transaction IDs.
ca: Un valor simple, p. ex. IDs de descripcions o transaccions.
es_es: Un valor simple, p. ej. descripciones o IDs de transacciones.
sk: Jednoduchá hodnota, napr: ID popisu alebo transakcie.

source: Date
ca: Data
es_es: Fecha
ru: Дата
sk: Dátum

source: Temporal value, e.g. start of project, date of disbursement.
ca: Un valor temporal, p. ex. inici d'un projecte, la data de pagament.
es_es: Valor temporal, p. ej. inicio del proyecto, fecha de desembolso.
sk: Časová hodnota, napr. začiatok projektu, dátum vyplatenia.

source: Measure
ca: Mesura
es_es: Medida
ru: Измерение
sk: Veľkosť

source: Monetary information, e.g. amount disbursed or allocated.
ca: Informació monetària, p. ex. la quantitat pagada o assignada.
es_es: Información monetaria, p. ej. monto desembolsado o asignado.
sk: Peňažná informácia, napr. suma, ktorá bola vyplatená alebo vyhradená.

source: Cancel
ca: Cancel·lar
es_es: Cancelar
ru: Отмена
sk: Zrušiť

source: Add
ca: Afegir
es_es: Agregar
ru: Добавить
sk: Pridať

source: The dimensions mapping could not be saved as it contains some errors:
ca: Les dimensions de l'assignació no poden desar-se com contenen alguns errors:
es_es: El mapeo de dimensiones no pudo grabarse pues contiene algunos errores:
ru: Не удалось сохранить схему диапазонов, т.к. она содержит ошибки:
sk: Mapovanie dimenzií nebolo možné uložiť, pretože obsahuje chyby:

source: Dimension mapping
ca: Dimensió per assignar
es_es: Mapeo de dimensiones
ru: Схематизация по диапазонам
sk: Mapovanie dimenzií

source: There are four core dimensions,
ca: Hi ha quatres dimensions fonamentals,
es_es: Existen cuatro dimensiones principales,
sk: Existujú štyri základné dimenzie,

source: amount
ca: quantitat
es_es: Monto
sk: čiastka

source: time
ca: temps
es_es: fecha
sk: čas

source: — which are mandatory — as well as
ca: — que són obligatòries — així com
es_es: — que son obligatorios — así como
sk: — ktoré sú povinné— rovnako ako

source: from
ca: des de
es_es: desde
sk: od

source: for the spender, and
ca: pel gastador, i
es_es: para el pagador, y
sk: pre výdajcu prostriedkov, a

source: to
ca: a
es_es: a
sk: do

source: What do I do here?
ca: Què hi puc fer aquí?
es_es: ¿Qué puedo realizar aquí?
ru: Необходимые действия.
sk: Čo tu mám urobiť?

source: First off, make sure to set up the model to conform to these basic requirements:
es_es: Antes que nada, asegúrese de configurar el modelo de forma de que cumpla con estos requerimientos básicos:
sk: V prvom rade, uistite sa, že model je nastavený tak aby sa prispôsobil týmto základným požiadavkam:

source: Create
ca: Crear
es_es: Crear
sk: Vytvoriť

source: dimension.
ca: dimensió.
es_es: dimensión.
sk: dimenziu.

source: If the data mentions a recipient, such as a supplier, set
es_es: Si los datos mencionan a un beneficiario, por ejemplo un proveedor, setee
sk: Ak sa v dátach spomína príjemca, ako napr. dodávateľ, nastavte

source: Background: How does OpenSpending store data?
ca: informació: Com emmagatzema les dades OpenSpending?
es_es: Trasfondo: Cómo almacena los datos OpenSpending?
ru: Дополнительные сведения: как OpenSpending хранит данные?
sk: Pozadie: Ako OpenSpending uchováva dáta?

source: You cannot edit dimensions while data is loaded.
ca: No podeu editar les dimensions mentre es carreguen les dades.
es_es: No se pueden editar dimensiones mientras se están cargando datos.
sk: Nemôžete upravovať dimenzie pokiaľ máte načítané dáta.

source: In order to modify the dimensions model, you'll have to delete all the data that is currently loaded from the database.
ca: Per modificar el model de dimensions, haureu d'esborrar de la base de dades totes les dades que actualment estan carregades.
es_es: Para poder modificar el modelo de dimensiones, tendrá que eliminar de la base de datos todos los datos que están actualmente cargados.
ru: Для изменения диапазонной модели вы должны удалить все данные, уже загруженные из базы.
sk: Na to, aby ste mohli upraviť model dimenzií, musíte vymazať všetky dáta, ktoré sú momentálne načítane z databázy.

source: You need to define at least one data source.
ca: Heu de definir com a mínim una font de les dades.
es_es: Necesita definir al menos una fuente de datos.
sk: Musíte definovať aspoň jeden zdroj dát.

source: In order to create a dimensions model, at least on data source needs to be available.
es_es: Para crear un modelo de dimensiones, al menos una fuente de datos debe estar disponible.
sk: Na to, aby ste vytvorili model dimenzií, musíte mať k dispozícii aspoň jeden zdroj dát .

source: [1:Congratulations, your dataset is now created.] Next, you'll need to link to a source file that contains the data (or a sample for testing if your dataset is very large!). The data must be in the CSV format.
ca: [1:Enhorabona, el vostre conjunt de dades ja està creat.] A continuació, cal enllaçar-lo a un arxiu font que contingui les dades (o a una mostra per provar si el vostre conjunt és massa gran!). Les dades han d'estar en un format CSV.
es_es: [1:Felicitaciones, su base de datos ha sido creada.] A continuación, deberá ingresar un link a un archivo fuente que contenga los datos (o una muestra para pruebas si el conjunto de datos es muy grande!). Los datos deben estar en formato CSV.
ru: [1: Поздравляем! Пакет данных создан.] Далее укажите ссылку на исходный файл с данными (или на тестовый сокращенный файл если пакет слишком большой!). Данные должны быть в формате CSV.
sk: [1:Blahoželáme, váš dataset je teraz vytvorený.] Ďalej budete potrebovať prepojiť zdrojový súbor, ktorý obsahuje dáta (alebo vzorku na testovanie ak je váš dataset príliš veľký!). Dáta musia byť v CSV formáte.

source: Learn about [1:how to export CSV] from various common applications.
ca: Apengueu [1:com exportar un CSV] des de diferents aplicacions comunes.
es_es: Aprenda acerca de [1:como exportar CSV] desde varias aplicaciones comunes.
ru: Подробнее о том, [1:как преобразовать данные в формат CSV] с помощью разных приложений.
sk: Zistiť [1:ako exportovať CSV] z rôznych bežných aplikácií.

source: Help on [1:common data wrangling tasks] needed to clean source data.
es_es: Se necesita ayuda en [1:tareas comunes de trabajo con datos] para limpiar datos fuente.
ru: Помощь в [1:типичных вопросах поиска данных], таких как очистка и преобразование исходных данных.

source: Add a source
ca: Afegir-hi una font
es_es: Agregar una fuente de datos
ru: Добавить источник
sk: Pridať zdroj

source: [1:Let me see...] The data is now being checked to see if it can be imported. This should not take very long. [2: [3:Refresh] ]
es_es: [1:Veamos...] Los datos están siendo chequeados para ver si pueden serr importados. Esto no debería llevar mucho tiempo. [2: [3:Actualizar] ]
ru: [1:Подождите, пжл....] Система оценивает возможность импорта данных. Это не займет много времени. [2: [3:Обновить] ]
sk: [1:Počkajte, prosím...] Dáta sa práve kontrolujú, aby sa zistilo, či ich bude možné importovať. Nemalo by to trvať veľmi dlho. [2: [3:Obnoviť] ]

source: Source files
ca: Font dels arxius
es_es: Archivos fuente
ru: Исходные файлы
sk: Zdrojové súbory

source: Summary
ca: Resum
es_es: Resumen
ru: Резюме
sk: Zhrnutie

source: Entries loaded:
ca: Entrades carregades:
es_es: Entradas cargadas:
ru: Загруженные статьи расходов:
sk: Načítané záznamy:

source: Searchable:
ca: Cercable:
es_es: De búsqueda:
ru: Доступно для поиска:
sk: Prehľadávateľné:

source: Dataset Actions
ca: Accions per als conjunts de dades
es_es: Acciones del Conjunto de datos
ru: Действия с пакетом данных
sk: Akcie datasetu

source: Delete all loaded data to fix errors and re-edit the data dimensions.
ca: Esborreu totes les dades carregades per arreglar els errors i tornar a editar les dimensions de les dades.
es_es: Elimine todos los datos cargados para corregir errores y volver a editar las dimensiones de los datos.
ru: Удалить все загруженные данные для исправления ошибок и заново отредактировать диапазоны данных.
sk: Vymazať všetky načítané dáta, opraviť chyby a upraviť dátové dimenzie.

source: Delete loaded data
ca: Esborrar les dades carregades
es_es: Eliminar datos cargados
ru: Удалить загруженные данные
sk: Vymazať načítané dáta

source: You can remove the loaded data at any time and start over.
ca: Podeu eliminar les dades carregades en qualsevol moment i tornar a començar.
es_es: Puede eliminar los datos cargados en cualquier momento y empezar de nuevo.
ru: Вы сможете удалить загруженные данные в любое время и начать заново.
sk: Načítané dáta môžete kedykoľvek odstrániť a začať od začiatku.

source: After you've performed some QA, let the world see this dataset.
ca: Després de realitzar un control de qualitat, ensenyeu al món aquest conjunt de dades.
es_es: Luego de realizar algunos chequeos de calidad, permita que el mundo vea este conjunto de datos.
ru: Теперь, после тестирования, ваши данные можно опубликовать.
sk: Ukážte tento dataset svetu potom ako zodpoviete pár jednoduchých otázok .

source: Make public
ca: Fer públic
es_es: Publicar
ru: Опубликовать
sk: Zverejniť

source: If you have noted serious quality issues or legal issues, you can un-publish this dataset.
ca: Si heu detectat temes importants de qualitat o temes legals, podeu retirar aquest conjunt de dades.
es_es: Si ha notado problemas serios de calidad o legales, puede des-publicar este conjunto de datos.
ru: Если вы обнаружили некачественные данные или есть сомнения в их легальности, то пакет данных можно будет скрыть.
sk: Ak ste narazili na vážne problémy týkajúce sa kvality alebo právnych záležitostí, môžete zrušiť zverejnenie datasetu.

source: This action cannot be undone.
ca: Aquesta acció no es pot desfer.
es_es: Esta acción no puede deshacerse.
sk: Táto akcia už nemôže byť zmenená.

source: Create a new data source
ca: Identificador
es_es: Cree una nueva fuente de datos
ru: Создать новый источник данных.
sk: Vytvoriť nový dátový zdroj

source: Available Dimensions
ca: Dimensions disponibles
es_es: Dimensiones disponibles
ru: Доступные диапазоны
sk: Dostupné dimenzie

source: The views could not be saved as they contain some errors:
ca: Les visualitzacions no es poden desar ja que contenen alguns errors:
es_es: Las vistas no pudieron grabarse pues contienen algunos errores:
ru: Визуализация содержит ошибки. Сохранить ее не удалось.
sk: Pohľad nemohol byť uložený, keďže obsahuje chyby:

source: nav-entry
ca: nav-entrada
es_es: nav-entrada

source: Entry Details
ca: Detalls de l'entrada
es_es: Detalles de la entrada
ru: Подробно о статье
sk: Detaily záznamu

source: [1: [2: [3:] ] ] Entry in %(dataset_label)s [4:Detailed View of Transaction]
ca: [1: [2: [3:] ] ] Entrada a %(dataset_label)s [4:Visualització detallada de la transacció]
es_es: [1: [2: [3:] ] ] Entrada en %(dataset_label)s [4:Vista Detallada de la Transacción]
ru: [1: [2: [3:] ] ] Статья в %(dataset_label)s [4:Подробный вид платежа]
sk: NEPRELOZENE [1: [2: [3:] ] ] Entry in %(dataset_label)s [4:Detailed View of Transaction]

source: Notes:
es_es: Notas:
ru: Замечания:
sk: Poznámky:

source: Get Involved
ca: Participa-hi
es_es: Participa
ru: Присоединиться
sk: Zapojte sa

source: Loading…
ca: Carregant ...
es_es: Cargando...
ru: Идет загрузка...
sk: Načítavanie...

source: Welcome
ca: Benvinguts
es_es: Bienvenidos
ru: Добро пожаловать
sk: Vitajte

source: Do you want to help map government finance from all around the globe? [1:Get involved] in Open Spending!
es_es: Quiere ayudar a rastrear las finanzas de gobierno alrededor del mundo? [1:Participe] en Open Spending!
ru: Хотите попробовать свои силы в финансовой картографии? [1:Присоединяйтесь] к проекту Open Spending!
sk: Chcete pomôcť mapovať vládne financie z celého sveta? [1:Zapojte sa] do Open Spending!

source: Our aim is to track every government and corporate financial transaction across the world and present it in useful and engaging forms for everyone from a school-child to a data geek.
es_es: Nuestro objetivo es rastrear toda transacción financiera de gobierno y corporativa en cualquier parte del mundo y presentarla de formas útiles y atractivas para todos, desde un niño de escuela a un experto en datos.
ru: Мы отслеживаем государственные и корпоративные финансовые операции во всем мире и показываем их в виде, понятном каждому: от школьника до профессионального статистика.
sk: Našim cieľom je zdokumentovať každú vládnu a spoločenskú finančnú transakciu na celom svete a prezentovať ju v užitočnej a zaujímavej forme pre každého , od žiakov po expertov.

source: We're an open community that anyone is invited to join! We're looking for researchers, coders and citizen activists to join us and to help gather and understand financial data.
ca: Som una comunitat oberta on tothom està convidat a unir-s'hi! Cerquem investigadors, programadors i ciutadans actius per unir-s'hi i ajudar-nos a reunir i entendre les dades financeres.
es_es: Somos una comunidad abierta en la que cualquiera está invitado a participar! Buscamos investigadores, codificadores y ciudadanos activistas que se unan a nosotros y ayuden a recolectar y entender datos financieros.
ru: Каждый может присоединиться к нашему сообществу. Мы ищем исследователей, кодировщиков и гражданских активистов - всех кто готов хочет и умеет искать, находить и объяснять финансовые данные.
sk: Sme otvorená komunita, v ktorej je každý vítaný! Hľadáme výskumníkov, kóderov a občianskych aktivistov, ktorí by sa k nám pridali a pomohli zbierať a pochopiť finančné dáta.

source: OpenSpending presents financial information [1:from many different countries] and sources. [2:Choose a dataset] to explore or visit our [3:Spending Blog], where we highlight spending stories and methods of analyzing the information.
ca: OpenSpending presenta informació financera [1:de ffrom many països diferents] i les fonts. [2:Escolliu un conjunt de dades] per explorar o visiteu el nostre [3:Blog de la despesa], on destaquem les històries de la despesa i el mètodes d'anàlisi de la informació.
es_es: OpenSpending presenta información financiera [1:de muchos países diferentes] y fuentes. [2:Escoja un conjunto de datos] para explorar o visite nuestro [3:Blog del gasto], donde remarcamos historias sobre el gasto y métodos de análisis de la información.
ru: Проект OpenSpending предоставляет финансовую информацию [1: из разных стран] и источников. [2:Выберите пакет данных] для изучения или посетите наш блог [3:Spending Blog], в котором мы рассказываем о разных бюджетных практиках и методах анализа информации.
sk: OpenSpending prináša finančné informácie [1:z množstva rôznych krajín] a zdrojov. [2:Vyberte si dataset] ktorý by ste chceli preskúmať, alebo navštívte náš [3:Spending Blog], kde upozorňujeme na jednotlivé prípady výdavkov a popisujeme metódy analyzovania informácií.

source: Investigate
ca: Investigar
es_es: Investiga
ru: Подробности
sk: Preskúmajte
